/* Error Dialog: Title Text: This is a generic App Store Connection error. It instructs the user to check their connection and try again later. */
"1 - App Store Error" = "1 - App Store Error";

/* WatchInfoViewController: ExtraLargeTextLabel: The name of the app, Gratuity. */
"1 - Gratuity" = "1 - Gratuity";

/* TipViewController: SpltBillButton: The button that opens the split bill feature. */
"1 - Split Bill" = "1 - Split Bill";

/* Error Dialog: Description Text: This is a generic App Store Connection error. It instructs the user to check their connection and try again later. */
"1- Unable to connect to the App Store. Please check your data connection and try again later." = "1- Unable to connect to the App Store. Please check your data connection and try again later.";

/* Error Dialog: Title Text: When there is an unknown error connecting to the app store during a purchase restore. */
"2 - App Store Error" = "2 - App Store Error";

/* WatchInfoViewController: NavBarTitle: Title for view that shows how the Gratuity Apple Watch app works. */
"2 - Gratuity" = "2 - Gratuity";

/* SplitBillViewController: TitleLabel: Title of the view controller that shows in the navigation bar. */
"2 - Split Bill" = "2 - Split Bill";

/* Error Dialog: Description Text: When there is an unknown error connecting to the app store during a purchase restore. */
"2 - Unable to connect to the App Store. Please check your data connection and try again later." = "2 - Unable to connect to the App Store. Please check your data connection and try again later.";

/* Error Dialog: Title Text: When there is an unknown error connecting to the app store during a purchase */
"3 - App Store Error" = "3 - App Store Error";

/* PurchaseSplitBillViewController: ExtraLargeTextLabel: The name of the in-app purchase feature */
"3 - Split Bill" = "3 - Split Bill";

/* Error Dialog: Description Text: When there is an unknown error connecting to the app store during a purchase. */
"3 - Unable to connect to the App Store. Please check your data connection and try again later." = "3 - Unable to connect to the App Store. Please check your data connection and try again later.";

/* PurchaseSplitBillViewController: NavBarTitleLabel: The name of the in-app purchase feature */
"4 - Split Bill" = "4 - Split Bill";

/* Error Dialog: Description Text: If a restore is in progress already. The warning instructs the user to wait for the first restore to finish. */
"A purchase restore is already in progress. Please wait for the first restore to finish before trying again." = "A purchase restore is already in progress. Please wait for the first restore to finish before trying again.";

/* SettingsTableViewController: AboutHeader: Header Text for a group of cells that explains my company SaturdayApps. */
"About SaturdayApps" = "About SaturdayApps";

/* TipViewController: BillAmountHeader: The header above the bill amount selector. */
"Amount on Bill" = "Amount on Bill";

/* Abstract: Alert Title: Unknown Error presented when there was no text in the NSError */
"An unknown error ocurred. Check your data connection and try again later." = "An unknown error ocurred. Check your data connection and try again later.";

/* WatchInfoViewController: LargeTextLabel: Whatever apple calls the Apple Watch, locally */
"Apple Watch" = "Apple Watch";

/* SettingsTableViewController: GratuityForAppleWatchButton: Button to preview Gratuity for Apple Watch */
"Apple Watch App" = "Apple Watch App";

/* Support Email: Body */
"BLANKSTRING" = "BLANKSTRING";

/* Alert: Action Button: Buy Button */
"Buy" = "Buy";

/* SettingsTableViewController: CurrencySymbolHeader: Header Text for a group of cells that allow choosing the currency symbol. */
"Currency Symbol" = "Currency Symbol";

/* WatchInfoViewController: AboutGratuityForAppleWatch: Small Paragraph of text that explains Gratuity for Apple Watch. */
"Did you just open a shiny new Apple Watch? Don't forget to install Gratuity. You can do so in the Apple Watch App on the home screen of your iOS Device." = "Did you just open a shiny new Apple Watch? Don't forget to install Gratuity. You can do so in the Apple Watch App on the home screen of your iOS Device.";

/* Alert: Action Button: Dismiss Button */
"Dismiss" = "Dismiss";

/* PurchaseSplitBillViewController: DownloadingAppStoreInfoButtonText: Downloading text that shows while the price of the in-app purchase is downloading from the app store. */
"Downloading..." = "Downloading...";

/* Alert: Action Button: Button to open email view to email support */
"Email Me" = "Email Me";

/* Support Email: Subject */
"Gratuity Support" = "Gratuity Support";

/* PurchaseSplitBillViewController: LargeTextLabel: Whatever Apple calls In-App Purchase locally */
"In-App Purchase" = "In-App Purchase";

/* SettingsTableViewController: InAppPurchaseHeader: Header Text for a group of cells where possible In-App Purchases are listed. */
"In-App Purchases" = "In-App Purchases";

/* Error Dialog: Description Text: Purchases Restricted on this device */
"In-App purchases are restricted on this device. Please remove the restriction and try again." = "In-App purchases are restricted on this device. Please remove the restriction and try again.";

/* SettingsTableViewController: LocalCurrencyCellLabel: Cell that tells the system to use the regional currency symbol. */
"Local Currency" = "Local Currency";

/* SettingsTableViewController: AboutSADescriptionLabel: Short description of SaturdayApps and why I made Gratuity. */
"My name is Jeff. I'm a professional designer. I like making Apps in my spare time. The many examples of tip calculators on the App Store didn't match the tipping paradigm I used in restaurants. So I made Gratuity. If you like it, please leave a positive review on the app store." = "My name is Jeff. I'm a professional designer. I like making Apps in my spare time. The many examples of tip calculators on the App Store didn't match the tipping paradigm I used in restaurants. So I made Gratuity. If you like it, please leave a positive review on the app store.";

/* SettingsTableViewController: LocalCurrencyCellLabel: Cell that tells the system to use no currency symbol. */
"No Symbol" = "No Symbol";

/* Error Dialog: Title Text: This is when a purchase is deferred because a child asked their parent to approve the in-app purchase. This temporarily grants access to the feature. */
"Permission Requested" = "Permission Requested";

/* PurchaseSplitBillViewController: PurchaseButtonText: Button to start in-app purchase buy. */
"Purchase" = "Purchase";

/* Error Dialog: Title Text: Purchases Restricted on this device */
"Purchase Failed" = "Purchase Failed";

/* Error Dialog: Title Text: If a purchase is in progress already. The warning instructs the user to wait for the first purchase to finish. */
"Purchase in Progress" = "Purchase in Progress";

/* Error Dialog: Title Text: This is when the purchases were restored successfully, but the split bill feature has never been purchased. */
"Purchase Not Found" = "Purchase Not Found";

/* Error Dialog: Description Text: This is when the purchases were restored successfully, but the split bill feature has never been purchased. */
"Purchases were successfully restored but this feature has not been purchased. Tap Buy below to purchase this feature." = "Purchases were successfully restored but this feature has not been purchased. Tap Buy below to purchase this feature.";

/* Error Dialog: Title Text: Purchases Restricted on this device */
"Restore Failed" = "Restore Failed";

/* Error Dialog: Title Text: If a restore is in progress already. The warning instructs the user to wait for the first restore to finish. */
"Restore in Progress" = "Restore in Progress";

/* PurchaseSplitBillViewController: RestorePurchasesButton: Button that restores all In-App Purchases */
"Restore Purchases" = "Restore Purchases";

/* SettingsTableViewController: ReviewThisAppButton: Review app button */
"Review this App" = "Review this App";

/* TipViewController: SettingsButton: Settings Button. Only shows if Settings Icon does not load from Bundle. */
"Settings" = "Settings";

/* SettingsTableViewController: SplitBillInAppPurchaseCellLabel: Label Text for the In-App Purchase Cell. This cell tells the user whether the feature is purchased or not. */
"Split Bill Feature" = "Split Bill Feature";

/* TipViewController: SuggestTipHeader: The header above the tip amount selector */
"Suggested Tip" = "Suggested Tip";

/* SettingsTableViewController: SuggestedTipPercentageHeader: Header Text for a group of cells that allow choosing the default tip percentage. */
"Suggested Tip Percentage" = "Suggested Tip Percentage";

/* Error Dialog: Title Description: If a purchase is in progress already. The warning instructs the user to wait for the first purchase to finish. */
"This purchase is already in progress. Please wait for the first restore to finish before trying again." = "This purchase is already in progress. Please wait for the first restore to finish before trying again.";

/* Abstract: Alert   Title: Unknown Error presented when there was no text in the NSError */
"Unknown Error" = "Unknown Error";

/* Error Dialog: Description Text: This is when a purchase is deferred because a child asked their parent to approve the in-app purchase. This temporarily grants access to the feature. */
"While waiting for approval, the feature has been enabled. Note, without approval the feature may disable itself." = "While waiting for approval, the feature has been enabled. Note, without approval the feature may disable itself.";

